<?php require_once 'headerdown.php'; ?>




        
        


        <div class="feature_section ano_feature_section">
        <div class="container">
        
                        
                        <div class="leftside">
                        <h2>ยุทธศาสตร์การพัฒนาฯ</h2>
                        <p>
                        ============================================================
                        </p>
                        <h3>ยุทธศาสตร์ขององค์กรปกครองส่วนท้องถิ่น</h3>
                        <div class="feature">
                        <div class="description">
                        เทศบาลตำบลหางดง ได้ใช้เทคนิค SWOT Analysis  มาวิเคราะห์ประเมินสภาพการพัฒนา
                        ในปัจจุบันและภาพรวมของโอกาสการพัฒนาในอนาคต เพื่อนำไปสู่การกำหนดวิสัยทัศน์  พันธกิจ  ยุทธศาสตร์  และแนวทางการพัฒนา  
                        ซึ่งสามารถนำมาตรวจสอบกับแผนพัฒนาว่ามีความสอดคล้องกับวัตถุประสงค์การพัฒนาท้องถิ่นเพียงใด หรือมีจุดเน้นไปในทิศทางใด โดยสามารถสรุปผลการวิเคราะห์ SWOT Analysis  ได้ดังนี้
                        </div>
                        </div>


                        <h3>จุดแข็ง (Strengths)</h3>
                        <div class="feature">
                        <div class="description">
                        S1       เป็นชุมชนและอำเภอรอบในของจังหวัดเชียงใหม่
                        </div>
                        </div>

                        <div class="feature">
                        <div class="description">
                        S2       มีโครงสร้างพื้นฐานค่อนข้างทั่วถึง
                        </div>
                        </div>

                        <div class="feature">
                        <div class="description">
                        S3       มีการคมนาคมขนส่งสะดวกทั้งทางบกและทางอากาศ เอื้อต่อการรองรับการเจริญเติบโตของเชียงใหม่ ทั้งด้านที่อยู่อาศัยและอุตสาหกรรม
                        </div>
                        </div>

                        <div class="feature">
                        <div class="description">
                        S4       มีวัฒนธรรมประเพณีท้องถิ่นของชาวล้านนาที่สำคัญและเป็นเอกลักษณ์ของท้องถิ่น
                        </div>
                        </div>
                        
                        <div class="feature">
                        <div class="description">
                        S5       มีศูนย์ข้อมูลข่าวสารของทางราชการ ซึ่งตั้งตาม พ.ร.บ.ข้อมูลข่าวสารของทางราชการ พ.ศ. 2540
                        </div>
                        </div>

                        <div class="feature">
                        <div class="description">
                        S6       มีวัสดุ อุปกรณ์ เครื่องมือเครื่องใช้ที่ทันสมัย และเพียงพอในการให้บริการของประชาชน
                        </div>
                        </div>

                        <div class="feature">
                        <div class="description">
                        S7       มีสื่อประชาสัมพันธ์ และมีช่องทางการเผยแพร่ข้อมูล ข่าวสารต่างๆ ให้ประชาชน
                        ได้รับทราบหลายช่องทาง เช่น บอร์ดประชาสัมพันธ์ศูนย์ข้อมูลข่าวสาร เสียงตามสายของเทศบาล วิทยุชุมชน วารสารของเทศบาลและเว็บไซต์ของเทศบาล
                        </div>
                        </div>

                        <div class="feature">
                        <div class="description">
                        S8       มีผู้บริหารที่มีภาวะผู้นำสูง มีวิสัยทัศน์ รับฟังความคิดเห็นของประชาชนและสามารถประสานงานกับหน่วยงาน องค์กรต่างๆ ได้ดี
                        </div>
                        </div>

                        <div class="feature">
                        <div class="description">
                        S9       มีส่วนราชการหลายแห่งตั้งอยู่ในพื้นที่ อาทิเช่น ที่ว่าการอำเภอหางดง สถานีตำรวจภูธรหางดง โรงพยาบาลหางดง ฯลฯ
                        </div>
                        </div>

                        <div class="feature">
                        <div class="description">
                        S10     ระบบบริหารงานที่ดี มีคำสั่งมอบหมายงาน แบ่งหน้าที่รับผิดชอบชัดเจน และมีวัฒนธรรมองค์กรที่เข้มแข็ง
                        </div>
                        </div>

                        <div class="feature">
                        <div class="description">
                        S11     พนักงานและลูกจ้างของสำนักปลัด ส่วนใหญ่เป็นคนในพื้นที่ ทำให้รู้สภาพของปัญหา และสภาพภูมิศาสตร์ของพื้นที่เป็นอย่างดี ทำให้การทำงานง่าย และสะดวกสบายขึ้น
                        </div>
                        </div>

                        <div class="feature">
                        <div class="description">
                        S12     อาคารสำนักงาน สถานที่ และสิ่งอำนวยความสะดวกสามารถเข้าถึงได้สะดวก
                        </div>
                        </div>

                        <div class="feature">
                        <div class="description">
                        S13     มีแผนยุทธศาสตร์การพัฒนาและแผนพัฒนาสามปีขององค์กรที่สอดคล้องกับยุทธศาสตร์การพัฒนาจังหวัดเชียงใหม่
                        </div>
                        </div>

                        <div class="feature">
                        <div class="description">
                        S14     องค์กรมีการแบ่งส่วนราชการภายในและกำหนดหน้าที่ความรับผิดชอบตามโครงสร้างอย่างชัดเจนและเป็นระบบ
                        </div>
                        </div>

                        <div class="feature">
                        <div class="description">
                        S15     องค์กรมีการแบ่งสายงานการบังคับบัญชาตามลำดับที่ชัดเจน
                        </div>
                        </div>

                        <div class="feature">
                        <div class="description">
                        S16     เป็นองค์กรหลักที่ทำหน้าที่ในการประสานแผนพัฒนาท้องถิ่นในเขตอำเภอหางดง
                        </div>
                        </div>

                        <div class="feature">
                        <div class="description">
                        S17     มีกฎหมายรองรับการดำเนินงานตามภารกิจอำนาจหน้าที่ที่กำหนดไว้
                        </div>
                        </div>

                        <div class="feature">
                        <div class="description">
                        S18     องค์กรมีทรัพยากร เครื่องมืออุปกรณ์และสิ่งอำนวยความสะดวกในการทำงานเพื่อให้เกิดประสิทธิภาพเหมาะสมกับการดำเนินงานตามภารกิจที่รับผิดชอบ
                        </div>
                        </div>


                        



                        <h3>จุดอ่อน (Weaknesses)</h3>
                        <div class="feature">
                        <div class="description">
                        W1      มีประชาชนอพยพเข้ามาอยู่อาศัยเพิ่มขึ้นอย่างรวดเร็ว เกิดการขยายตัวของชุมชน ก่อให้เกิดปัญหาการจราจร
                        </div>
                        </div>
                        
                        <div class="feature">
                        <div class="description">
                        W2      ระบบระบายน้ำและการบำรุงรักษายังไม่ได้มาตรฐานและไม่เพียงพอ
                        </div>
                        </div>

                        <div class="feature">
                        <div class="description">
                        W3      ที่ดินส่วนใหญ่เป็นของนายทุนต่างจังหวัด ไม่นำไปใช้ประโยชน์ และปล่อยให้รกร้างว่างเปล่า
                        </div>
                        </div>

                        <div class="feature">
                        <div class="description">
                        W4      การตัด/ขยายถนน ทำให้การรวมตัวของชุมชนยากขึ้น
                        </div>
                        </div>

                        <div class="feature">
                        <div class="description">
                        W5      งบประมาณมีน้อย ไม่เพียงพอต่อภารกิจที่เพิ่มมากขึ้น
                        </div>
                        </div>

                        <div class="feature">
                        <div class="description">
                        W6      ส่วนราชการผู้รับผิดชอบโครงการพัฒนาไม่สามารถกำหนดห้วงระยะเวลาในการดำเนินการโครงการที่แน่นอนได้ และการปฏิบัติงานตามกิจกรรมของโครงการมีความล่าช้าไม่เป็นไปตามห้วงระยะเวลาที่กำหนด
                        </div>
                        </div>

                        


                        <h3>โอกาส (Opportunities)</h3>
                        <div class="feature">
                        <div class="description">
                        O1      มีการจัดตั้งตลาดสดเทศบาลตำบลหางดง ทำให้ราษฎรในท้องถิ่นมีช่องทางในการประกอบอาชีพมากขึ้น และมีการต่อยอดในการสร้างรายได้ และลดรายจ่ายของประชาชน
                        </div>
                        </div>
                        
                        <div class="feature">
                        <div class="description">
                        O2      ได้รับเงินงบประมาณอุดหนุนจากหน่วยงานต่างๆ ของรัฐ เช่น เงินอุดหนุนจากราชการส่วนกลาง หรือราชการส่วนภูมิภาค เป็นต้น
                        </div>
                        </div>

                        <div class="feature">
                        <div class="description">
                        O3      สภาพสังคมยังมีความเป็นกึ่งเมืองกึ่งชนบท แต่ยังทำให้ชุมชนเกิดความอบอุ่น เกื้อกูลช่วยเหลือกันเหมือนครอบครัวเดียวกัน หรือเหมือนเครือญาติ หรือเหมือนพี่น้องกัน
                        </div>
                        </div>

                        <div class="feature">
                        <div class="description">
                        O4      รัฐบาลให้ความสำคัญในการส่งเสริม และสนับสนุนงบประมาณให้แก่ท้องถิ่นให้มีบทบาทในการป้องกันและแก้ไขปัญหาสิ่งแวดล้อม และยาเสพติด
                        </div>
                        </div>

                        <div class="feature">
                        <div class="description">
                        O5      รัฐบาลสนับสนุนให้ประชาชน องค์กรต่างๆ และผู้นำชุมชนมีส่วนร่วมในการรวมตัวภายในชุมชนเพื่อรักษาวัฒนธรรม ประเพณี ที่ชุมชนจะต้องทำร่วมกัน ทำให้เกิดความสามัคคีมากขึ้น
                        </div>
                        </div>

                        <div class="feature">
                        <div class="description">
                        O6      หน่วยงานภาครัฐ หรือเอกชนในพื้นที่ให้การสนับสนุนและมีส่วนร่วมกับเทศบาลเป็นอย่างดี
                        </div>
                        </div>

                        <div class="feature">
                        <div class="description">
                        O7      กำนันและผู้ใหญ่บ้าน รวมถึงกลุ่มสมาชิกชมรมผู้สูงอายุ ชมรมอาสาสมัครสาธารณสุขมูลฐานและกลุ่มแม่บ้านต่างๆ ให้ความร่วมมือและมีส่วนร่วมในการจัดกิจกรรมเป็นอย่างดี
                        </div>
                        </div>



                        <h3>อุปสรรค (Threats)</h3>
                        <div class="feature">
                        <div class="description">
                        T1      มีประชากรแฝงจำนวนมาก เนื่องจากมีสถานประกอบการและอยู่ใกล้ตัวเมือง ทำให้มีปัญหาด้านการจราจรและสิ่งแวดล้อมตามมา
                        </div>
                        </div>
                        
                        <div class="feature">
                        <div class="description">
                        T2      ค่านิยมต่างชาติของประชาชนในชุมชนเปลี่ยนแปลงไปมาก ทำให้วัฒนธรรม ประเพณี และวิถีชีวิตที่ดีของท้องถิ่นเปลี่ยนแปลงไปมากขึ้น
                        </div>
                        </div>

                        <div class="feature">
                        <div class="description">
                        T3      การเปลี่ยนแปลงจากสังคมชนบทเป็นสังคมกึ่งเมืองกึ่งชนบท หรือเปลี่ยนไปเป็นสังคมเมืองทำให้โครงสร้างประชากรเปลี่ยนแปลงไปจากเดิมมากขึ้น
                        </div>
                        </div>

                        <div class="feature">
                        <div class="description">
                        T4      ประชาชนได้รับผลกระทบทางด้านเศรษฐกิจจากสินค้าราคาแพง และการขึ้นราคาน้ำมัน ทำให้ประชาชนต้องแบกรับภาระค่าครองชีพเพิ่มมากขึ้น
                        </div>
                        </div>

                        <div class="feature">
                        <div class="description">
                        T5      จำนวนประชาชนและกลุ่มองค์กรทั้งภาครัฐและภาคเอกชนที่มาขอรับบริการมีแนวโน้มเพิ่มจำนวนมากขึ้น เช่น สวัสดิการผู้สูงอายุ การขอความช่วยเหลือด้านสาธารณภัย หรือการร้องเรียน
                        </div>
                        </div>



                        <h3>วิสัยทัศน์</h3>
                        <div class="feature">
                        <div class="description">
                        การกำหนดวิสัยทัศน์ของเทศบาลตำบลหางดง    จัดทำขึ้นโดยคณะกรรมการพัฒนาเทศบาลและประชาคมเทศบาล   
                        ร่วมแสดงความคิดเห็นพิจารณาจุดอ่อน  จุดแข็ง  โอกาส  
                        และข้อจำกัดของเทศบาล  
                        ตามลำดับความสำคัญและวิเคราะห์  กำหนดเป็นวิสัยทัศน์  ดังนี้
                        </div>
                        </div>


                        <h2>“ สังคมน่าอยู่อาศัย      ก้าวไกลทางเศรษฐกิจ ”</h2>


                        
                        
                        
                        <a href="myfile/devstratigy.pdf"><strong>อ่านเพิ่มเติม</strong></a> <br />
                        
                        
                              
        
        </div>
        </div>
        
<?php require_once 'footer.php'; ?>