<?php require_once 'headerdown.php'; ?>




        
        


        <div class="wrapper">
        
        <div class="service_section">
        <div class="container">
        
                    <h2>ประวัติความเป็นมา</h2>
                    
                   
        
        </div>
        </div>
        <div class="feature_section ano_feature_section">
        <div class="container">
        
                        
                        <div class="leftside">
                        <h2>ประวัติความเป็นมา</h2>
                        <p>
                        เทศบาลตำบลหางดง เดิมเป็นสุขาภิบาลหางดง อยู่ในความดูแลรับผิดชอบของอำเภอหางดงได้จัดตั้งเป็นสุขาภิบาลตามประกาศกระทรวงมหาดไทย เมื่อวันที่ 10 ธันวาคม พ.ศ.2499   
                        ได้รับการเปลี่ยนแปลงฐานะเป็นเทศบาลตำบลหางดง ตามพระราชบัญญัติเปลี่ยนแปลงฐานะ  ของสุขาภิบาลเป็นเทศบาล พุทธศักราช 2542 เมื่อวันที่ 25 พฤษภาคม พ.ศ.2542
                        </p>
                        <h2>ด้านกายภาพ</h2>
                        <div class="feature">
                        <span class="fas fa-arrow-circle-up"></span>
                        <div class="description">
                        
                        <strong>ลักษณะที่ตั้ง</strong> <br />
                        ชุมชนเทศบาลตำบลหางดง เป็นชุมชนเมืองที่มีการตั้งถิ่นฐาน

                        ในบริเวณที่ราบลุ่ม โดยการตั้งถิ่นฐานส่วนใหญ่เกาะกลุ่มไป

                        ตามเส้นทางคมนาคมหลักของชุมชน คือ ทางหลวงแผ่นดิน

                        หมายเลข 108 และบริเวณพื้นที่ที่ประชากรอาศัย

                        อยู่อย่างหนาแน่น ได้แก่ หมู่ที่ 2 และหมู่ที่ 3

                        ซึ่งเป็นศูนย์กลางการบริหาร พาณิชยกรรมและแหล่งจ้างงานของอำเภอหางดง

                        ส่วนบริเวณรอบนอกมีการตั้งถิ่นฐานเบาบางอยู่ในพื้นที่เกษตรกรรม

                        เทศบาลตำบลหางดง ตั้งอยู่เลขที่ 999 หมู่ 3  ตำบลหางดง อำเภอหางดง จังหวัดเชียงใหม่

                        พิกัดที่ตั้งเส้นรุ้ง (ละติจูด)  18.69     เส้นแวง (ลองจิจูด)  98.91
                        </div>
                        </div>
                        
                        <div class="feature">
                        <span class="fas fa-arrow-circle-down"></span>
                        <div class="description">
                        <strong>ลักษณะภูมิประเทศ</strong> <br />
                        เทศบาลตำบลหางดง ตั้งอยู่บริเวณที่ราบตอนกลางของ

                        อำเภอหางดงห่างจากจังหวัดเชียงใหม่ไปทางทิศใต้ตามทางหลวง

                        หมายเลข 108 (เชียงใหม่ – ฮอด) เป็นระยะทาง 15 กิโลเมตร

                        สภาพภูมิประเทศโดยทั่วไปภายในชุมชนเทศบาลตำบลหางดง

                        เป็นที่ราบลุ่มไม่มีป่าเขา มีลำเหมืองแม่ท่าช้าง ลำเหมืองแม่ขัก

                        และลำเหมืองแม่คำลม ไหลผ่านทางด้านเหนือ ด้านตะวันตก

                        ด้านใต้และด้านตะวันออกของชุมชน
                        </div>
                        </div>
                        
                        <div class="leftside">
                        <h2>วิสัยทัศน์การพัฒนาของเทศบาลตำบลหางดง</h2>
                        <div class="rightside">
                        <img src="images/logo.gif" alt="" class="wow bounceInRight animated imagethumb2" style="height: 300px;width: 300px" data-wow-offset="300" data-wow-delay="0.2s" />
                        </div>    
                        <h2>“หางดงน่าอยู่อาศัย ก้าวไกลทางเศรษฐกิจ”</h2>
                        
                        
                              
        
        </div>
        </div>
        
<?php require_once 'footer.php'; ?>