<?php require_once 'headerdown.php'; ?>




        
        


        <div class="feature_section ano_feature_section">
        <div class="container">
        
                        
                        <div class="leftside">
                        <h2>ภาษีโรงเรือนและที่ดิน</h2>
                        <p>
                        ============================================================
                        </p>
                        <h3>ลักษณะ</h3>
                        <div class="feature">
                        <div class="description">
                        โรงเรือนหรือสิ่งปลูกสร้างอย่างอื่นๆ ทั้งสิ่งที่ให้เช่า ที่ทำการค้า ที่ไว้สินค้า ที่ประกอบการ อุตสาหกรรม ที่ให้ญาติพ่อแม่หรือผู้อื่นอาศัย และที่ใช้กิจการอื่นๆ ในปีที่เพิ่งล่วงแล้ว
                        </div>
                        </div>


                        <h3>กำหนดยื่นแบบ (ภ.ร.ด.๒)</h3>
                        <div class="feature">
                        <div class="description">
                        ตั้งแต่เดือน มกราคม – กุมภาพันธ์ ของทุกปี
                        </div>
                        </div>             



                        <h3>อัตราภาษี</h3>
                        <div class="feature">
                        <div class="description">
                        ๑๒.๕ ของค่ารายปี
                            <h3>หมายเหตุ</h3>
                            <div class="feature">
                            <div class="description">
                            การค้างชำระภาษีโรงเรือนและที่ดิน
                            </div>
                            </div>
                            <div class="feature">
                            <div class="description">
                            (กรณีพ้นกำหนดเวลา)
                            </div>
                            </div>
                            <div class="feature">
                            <div class="description">
                            1. ไม่เกิน 1 เดือน เสียเพิ่ม 2.5%
                            </div>
                            </div>
                            <div class="feature">
                            <div class="description">
                            2. เกิน 1 เดือน แต่ไม่เกิน 2 เดือน เพิ่ม 5%
                            </div>
                            </div>
                            <div class="feature">
                            <div class="description">
                            3. เกิน 2 เดือน แต่ไม่เกิน 3 เดือน เพิ่ม 7.5%
                            </div>
                            </div>
                            <div class="feature">
                            <div class="description">
                            4. เกิน 3 เดือน แต่ไม่เกิน 4 เดือน เพิ่ม 10%
                            </div>
                            </div>
                            <div class="feature">
                            <div class="description">
                            5. เกิน 4 เดือนขึ้นไป ให้ยึดอายัด หรือขายทอดตลาด โดยมิต้องขอให้ศาลสั่ง หรือออกหมายยึด
                            </div>
                            </div>
                        </div>
                        </div>
                        

                        


                        <h3>การแจ้งบ้านว่าง ซ่อมแซม รื้อถอน</h3>
                        <div class="feature">
                        <div class="description">
                        เจ้าของโรงเรือนและที่ดิน มีบ้านว่าง ซ่อมแซม รื้อถอน หรือปิดตลอดปี ให้ยืนคำร้องแจ้งไว้เป็นหลักฐาน ภายในวันที่ ๑ – ๑๕ ของทุกเดือน หรือนำใบเสร็จค่าไฟฟ้า ที่ชำระเฉพาะค่ารักษาหน่วยมาประกอบ เรื่องทั้ง ๒ กรณีนี้ เจ้าหน้าที่ประเมินจะพิจารณาลดหย่อยภาษีให้ต่อไป
                        </div>
                        </div>



                        <h3>ภาษีบำรุงท้องที่</h3>
                        <div class="feature">
                        <div class="description">
                        เป็นภาษีที่จัดเก็บจากเจ้าของที่ดิน (ผู้ครอบครองที่ดิน)
                        </div>
                        </div>



                        <h3>กำหนดยื่นแบบ (ภ.บ.ท.5)ยู่</h3>
                        <div class="feature">
                        <div class="description">
                        ตั้งแต่ เดือนมกราคม – เมษายน ของทุกปี
                        </div>
                        </div>



                        <h3>อัตราภาษี</h3>
                        <div class="feature">
                        <div class="description">
                        1. เสียตามราคาปานกลางของที่ดิน ซึ่งมีหลายอัตรา <br />
                        2. ที่ดินว่างเปล่าหรือไม่ได้ทำประโยชน์จะต้องเสียภาษี 2 เท่าของอัตราปกติ
                        </div>
                        </div>



                        <h3>หมายเหตุ</h3>
                        <div class="feature">
                        <div class="description">
                        1. ไม่มายื่นแบบ (ภ.บ.ท.5) ภายในกำหนด เสียเพิ่ม 10% ของค่าภาษี<br />
                        2. ยื่นรายการไม่ถูกต้อง ค่าเสียภาษีน้อยลง ต้องเสียเงินเพิ่ม 10% ของค่าภาษี<br />
                        3. ชี้เขตแจ้งจำนวนเนื้อที่ดินไม่ถูกต้องเสียเงินเพิ่ม 1 เท่าของภาษี<br />
                        4. ชำระภาษีเกินกำหนดวันที่ 30 เมษายน ต้องเสียเงินเพิ่ม 24% ต่อปีของค่าภาษี<br />
                        </div>
                        </div>



                        <h3>ภาษีป้าย</h3>
                        <div class="feature">
                        <div class="description">
                        เป็นป้ายที่จัดเก็บจากป้ายแสดงชื่อ ยี่ห้อ หรือเครื่องหมายการค้า หรือโฆษณา หรือกิจการอื่น เพื่อหารายได้
                        </div>
                        </div>


                        <h3>กำหนดยื่นแบบ (ภ.ป.1)</h3>
                        <div class="feature">
                        <div class="description">
                        ตั้งแต่เดือนมกราคม – เดือนมีนาคม ของทุกปี
                        </div>
                        </div>

                        <h3>อัตราภาษี</h3>
                        <div class="feature">
                        <div class="description">
                        ประเภทที่ 1 อักษรไทยล้วน อัตราภาษี 3 บาท ต่อ 500 ตารางเซนติเมตร<br />

                        ประเภทที่ 2 อักษรไทยปนภาษาอังกฤษต่างประเทศ หรือเครื่องหมายอื่นๆ อัตราภาษี 20 บาท ต่อ 500 ตารางเซนติเมตร<br />

                        ประเภทที่ 3 ป้ายไม่มีภาษาไทยหรือป้ายที่มีภาษาไทยอยู่ใต้หรือต่ำกว่าภาษาต่างประเทศหรือเครื่องหมายอื่นๆ อัตราภาษี 40 บาท ต่อ 500 ตารางเซนติเมตร
                        </div>
                        </div>


                        <h3>การชำระภาษี</h3><br /><br />
                        <div class="feature">
                        <div class="description">
                        วันจันทร์ – ศุกร์<br />
                        <br />
                        ในเวลาราชการ ไม่เว้นช่วงพักกลางวัน<br /><br />

                        ตั้งแต่เดือน มกราคม – เมษายน ของทุกปี<br /><br />

                        โทรศัพท์ 053-441543 , 053-442105 ต่อ 25<br /><br />

                        ฝ่ายพัฒนารายได้ กองคลัง เทศบาลตำบลหางดง
                        </div>
                        </div>
                        
                        
                              
        
        </div>
        </div>
        
<?php require_once 'footer.php'; ?>