<?php require_once 'headerdown.php'; ?>




        
        


        <div class="wrapper">
        
        <div class="service_section">
        <div class="container">
        
                    <h2>อำนาจและหน้าที่เทศบาล
</h2>
                    
                   
        
        </div>
        </div>
        <div class="feature_section ano_feature_section">
        <div class="container">
        
                        
                        <div class="leftside">
                        <h2>อำนาจและหน้าที่เทศบาล
</h2>
                        <div class="feature">
                        <div class="description">
                        
                        <strong><h3>อำนาจหน้าที่ของเทศบาลและการบริหารงานสภาเทศบาล</h3></strong> <br />
                        เพื่อให้เป็นไปตามกฎหมายว่าด้วยข้อมูลข่าวสารของราชการที่จะให้ประชาชนได้มีโอกาสรับรู้ข้อมูลข่าวสารเกี่ยวกับการดำเนินการต่างๆ 
                        ของราชการเพื่อที่ประชาชนจะสามารถแสดงความคิดเห็นและใช้สิทธิทางการเมืองได้โดยถูกต้องกับความเป็นจริง อันเป็นการส่งเสริมให้มีความเป็นรัฐบาลโดยประชาชนมากยิ่งขึ้น 
                        จึงสมควรประกาศโครงสร้างและการจัดหน่วยงาน       อำนาจหน้าที่วิธีการดำเนินงานและสถานที่ติดต่อเพื่อขอรับข้อมูลข่าวสารของเทศบาลตำบล    หางดง  ดังต่อไปนี้<br />

ข้อ 1. เทศบาลตำบลหางดง มีหน้าที่ต้องทำในเขตเทศบาล ดังต่อไปนี้<br />

1.1 รักษาความสงบเรียบร้อยของประชาชน<br />

1.2 ให้มีและบำรุงทางบกและทางน้ำ<br />

1.3 รักษาความสะอาดของถนนหรือทางเดินและที่สาธารณะรวมทั้งการกำจัดมูลฝอยและสิ่งปฏิกูล<br />

1.4 ป้องกันและระงับโรคติดต่อ<br />

1.5 ให้มีเครื่องใช้ในการดับเพลิง<br />

1.6 ให้ราษฎรได้รับการศึกษาอบรม<br />

1.7 ส่งเสริมการพัฒนาสตรี เด็กเยาวชน ผู้สูงอายุและผู้พิการ<br />

1.8 บำรุงศิลปะจารีตประเพณีภูมิปัญญาท้องถิ่นและวัฒนธรรมอันดีงามของท้องถิ่น<br />

1.9 หน้าที่อื่นๆ ตามที่กฎหมายบัญญัติให้เป็นหน้าที่ของเทศบาล<br />
นอกจากนี้เทศบาลตำบลหางดง อาจจัดทำกิจการใดๆ ในเขตเทศบาลตำบลหางดง ภายใต้บังคับแห่งกฎหมาย ดังนี้<br />

(1)  ให้มีน้ำสะอาดหรือการประปา<br />

(2)  ให้มีโรงฆ่าสัตว์<br />

(3)  ให้มีตลาด ท่าเทียบเรือและท่าข้าม<br />

(4)  ให้มีสุสานและฌาปนสถาน<br />

(5)  บำรุงและส่งเสริมการทำมาหากินของราษฎร
<br />
(6)  ให้มีและบำรุงสถานที่ทำการพิทักษ์รักษาคนเจ็บไข้<br />

(7)  ให้มีและบำรุงการไฟฟ้าหรือแสงสว่างโดยวิธีอื่น<br />

(8)  ให้มีและบำรุงทางระบายน้ำ<br />

(9)  เทศพาณิชย์
<br />
ข้อ 2. เทศบาลตำบลหางดง มีโครงสร้างการบริหารงาน ดังต่อไปนี้<br />

2.1 สภาเทศบาลตำบลหางดง ประกอบด้วย ประธานสภาเทศบาล รองประธานสภาเทศบาล เลขานุการสภาเทศบาล และสมาชิกสภาเทศบาล<br />

2.2 ผู้บริหารท้องถิ่น ประกอบด้วย นายกเทศมนตรี กับรองนายกเทศมนตรีอื่นอีกสองคน<br />

2.3 ผู้ช่วยผู้บริหารท้องถิ่น ประกอบด้วย เลขานุการนายกเทศมนตรีและที่ปรึกษานายกเทศมนตรี<br />

2.4 พนักงานเทศบาล มีปลัดเทศบาลเป็นผู้บังคับบัญชา<br />

     (ดูแผนผังโครงสร้างและเอกสารแนบท้าย)
     <br />
ข้อ 3. อำนาจหน้าที่ที่สำคัญของสภาเทศบาลตำบลหางดง และผู้บริหารท้องถิ่น<br />

         โดยสรุป ดังต่อไปนี้<br />

3.1 อำนาจหน้าที่ของสภาเทศบาล<br />

3.1.1 พิจารณาและให้ความเห็นชอบร่างเทศบัญญัติ
<br />
3.1.2 ควบคุมการปฏิบัติงานของผู้บริหารท้องถิ่น ให้เป็นไปตามนโยบายและแผน พัฒนาเทศบาล
<br />
3.1.3 ควบคุมการปฏิบัติงานของผู้บริหารท้องถิ่น ให้เป็นไปตามระเบียบกฎหมาย
<br />
3.2 อำนาจหน้าที่ของผู้บริหารท้องถิ่น<br />

3.2.1 รับผิดชอบงานนโยบายหรืองานอื่นใดที่กฎหมาย ระเบียบ ข้อบังคับ หรือคำสั่งระบุไว้ให้เป็นหน้าที่ของผู้บริหารท้องถิ่นโดยเฉพาะ<br />

3.2.2 ในการปฏิบัติงานของเทศบาลเกี่ยวกับการวินิจฉัยปัญหาและสั่งการให้ใช้หลักการแบ่งอำนาจและหน้าที่ ตามลักษณะของเรื่อง ดังต่อไปนี้<br />

ก. นายกเทศมนตรี
<br />
(1) ในเรื่องเกี่ยวกับสภาเทศบาล หรือสมาชิกสภาเทศบาลตามกฎหมายว่าด้วยการเทศบาล<br />

(2) เรื่องที่จะต้องรายงานต่ออำเภอ หรือจังหวัด หรือกระทรวงมหาดไทย แล้วแต่กรณี<br />

(3) เรื่องที่กฎหมายหรือระเบียบข้อบังคับระบุไว้ให้เป็นอำนาจหน้าที่ของผู้บริหารท้องถิ่น<br />

(4) เรื่องเกี่ยวกับการออกเทศบัญญัติ หรือยกเลิกแก้ไขเพิ่มเติม เทศบัญญัติที่มีอยู่แล้ว<br />

(5) เรื่องที่ดำริขึ้นใหม่ซึ่งอาจจะต้องมีโครงการหรือแผนการหรือระเบียบการขึ้นใหม่<br />

(6) เรื่องซึ่งปลัดเทศบาลเห็นเป็นปัญหาหรือเป็นกรณีพิเศษที่ควรได้รับการวินิจฉัยจากนายกเทศมนตรี<br />

(7)  เรื่องซึ่งนายกเทศมนตรีมีอำนาจสั่งการโดยเฉพาะ
<br />
(8)  เรื่องที่ปลัดเทศบาลเห็นสมควรเสนอเพื่อทราบ
<br />
ข. รองนายกเทศมนตรี<br />

(1) เรื่องที่รองนายกเทศมนตรีหรือนายกเทศมนตรี มอบหมายให้เป็นผู้รับผิดชอบในงานประเภทใดโดยเฉพาะ<br />

(2)  เรื่องที่จะต้องรายงานต่อนายกเทศมนตรี<br />

(3)  เรื่องที่กฎหมาย หรือระเบียบข้อบังคับระบุไว้ให้เป็นอำนาจหน้าที่ของรองนายกเทศมนตรี<br />

ข้อ 4. การบริหารกิจการของเทศบาล ให้ทำในนามของนายกเทศมนตรี ถ้านายกเทศมนตรี    ไม่อาจบริหารกิจการได้ ให้นายกเทศมนตรีทำคำสั่งตั้งรองนายกเทศมนตรีให้ทำการแทน<br />

เทศบาลตำบลหางดง มีพนักงานเทศบาล โดยมีปลัดเทศบาลเป็นผู้บังคับบัญชาพนักงานประจำ ตลอดจนคนงานหรือลูกจ้าง และรับผิดชอบในงานประจำทั่วไปของเทศบาลโดยแบ่งการบริหารงานเป็นส่วนราชการ ดังต่อไปนี้<br />

สำนักปลัดเทศบาล
กองคลัง
กองช่าง
กองการศึกษา
กองสาธารณสุขและสิ่งแวดล้อม
กองสวัสดิการสังคม
                                <div class="feature">
                                <div class="description">
                                
                                <strong>- สำนักปลัดเทศบาล</strong> <br />
                                <strong>- กองคลัง</strong> <br />
                                <strong>- กองการศึกษา</strong> <br />
                                <strong>- กองสวัสดิการสังคม</strong> <br />
                                </div>
                                </div>
                        </div>
                        </div>
                        
                        <div class="leftside">
                        <div class="feature">
                        <div class="description">
                        <strong><h3>ภารกิจขององค์กร</h3></strong> <br />
                        ตามพระราชบัญญัติเทศบาล พ.ศ. 2496 (แก้ไขเพิ่มเติมจนฉบับที่ 11 พ.ศ.2543) มาตรา 50 ภายใต้บังคับแห่งกฎหมาย เทศบาลตำบลมีหน้าที่ต้องทำในเขตเทศบาล ดังต่อไปนี้<br />

รักษาความสงบเรียบร้อยของประชาชน<br />
ให้มีการบำรุงทางบกและทางน้ำ<br />
รักษาความสะอาดของถนนหรือทางเดินและที่สาธารณะ รวมทั้งการกำจัดมูลฝอยและ สิ่งปฏิกูล<br />
ป้องกันและระงับโรคติดต่อ<br />
ให้มีเครื่องใช้ในการดับเพลิง<br />
ให้ราษฎรได้รับการศึกษาอบรม<br />
ส่งเสริมการพัฒนาสตรี เด็ก เยาวชน ผู้สูงอายุ และผู้พิการ<br />
บำรุงศิลปะ จารีตประเพณีภูมิปัญญาท้องถิ่น  และวัฒนธรรมอันดีของท้องถิ่น<br />
หน้าที่อื่นตามกฎหมายบัญญัติ ให้เป็นหน้าที่ของเทศบาลมาตรา 51 ภายใต้บังคับแห่งกฎหมาย เทศบาลตำบลอาจจัดทำกิจการใดๆ ในเขตเทศบาล ดังต่อไปนี้<br />
ให้มีน้ำสะอาดหรือการประปา<br />
ให้มีโรงฆ่าสัตว์<br />
ให้มีตลาด ท่าเทียบเรือ และท่าข้าม<br />
ให้มีสุสานและฌาปนสถาน<br />
บำรุงและส่งเสริมการทำมาหากินของราษฎร<br />
ให้มีและบำรุงสถานที่ทำการพิทักษ์รักษาคนเจ็บไข้<br />
ให้มีการบำรุงการไฟฟ้า หรือแสงสว่างโดยวิธีอื่น<br />
ให้มีและบำรุงทางระบายน้ำ<br />
เทศพาณิชย์<br />
อำนาจหน้าที่ตามกฎหมายของเทศบาลตำบล<br />

อำนาจหน้าที่ตามพระราชบัญญัติเทศบาล พ.ศ.2496 (และที่แก้ไขเพิ่มเติม (ฉบับที่ 12) พ.ศ.2546) และพระราชบัญญัติกำหนดและขั้นตอนการกระจายอำนาจให้แก้องค์กรปกครองส่วนท้องถิ่น พ.ศ.2542 ดังนี้<br />

อำนาจหน้าที่ตามมาตรา50 แห่งพระราชบัญญัติเทศบาล พ.ศ.2496 และที่แก้ไขเพิ่มเติม (ฉบับที่ 12) พ.ศ.2546 ได้กำหนด อำนาจหน้าที่ที่เทศบาลตำบลต้องทำ ได้แก่<br />
(1) รักษาความสงบเรียบร้อยของประชาชน<br />

(2) ให้มีและบำรุงทางบกและทาง<br />

(3) รักษาความสะอาดของถนน หรือทางเดินและที่สาธารณะ รวมทั้งการกำจัด มูลฝอยและสิ่งปฏิกูล<br />

(4) ป้องกันและระงับโรคติดต่อ<br />

(5) ให้มีเครื่องใช้ในการดับเพลิง<br />

(6) ให้ราษฎรได้รับการศึกษาอบรม<br />

(7) ส่งเสริมการพัฒนาสตรี เด็ก เยาวชน ผู้สูงอายุ และผู้พิการ<br />

(8) บำรุงศิลปะ จารีตประเพณี ภูมิปัญญาท้องถิ่นและวัฒนธรรมอันดีของทั้งถิ่น<br />

(9) หน้าที่อื่นตามที่กฎหมายบัญญัติให้เป็นหน้าที่ของเทศบาล<br />

อำนาจหน้าที่ตามมาตรา51 แห่งพระราชบัญญัติเทศบาล พ.ศ.2496 และที่แก้ไขเพิ่มเติม (ฉบับที่ 12) พ.ศ.2546 ได้กำหนด อำนาจหน้าที่ที่เทศบาลตำบลอาจจัดกิจกรรมใดๆ ในเขตเทศบาล ได้แก่<br />
(1) ให้มีน้ำสะอาดหรือการประปา<br />

(2) ให้มีโรงฆ่าสัตว์<br />

(3) ให้มีตลาด ท่าเทียบเรือและท่าข้าม<br />

(4) ให้มีสุสานและฌาปนสถาน<br />

(5) บำรุงและส่งเสริมการทำมาหากินของราษฎร<br />

(6) ให้มีและบำรุงสถานที่ทำการพิทักษ์รักษาคนเจ็บไข้<br />

(7) ให้มีและบำรุงการไฟฟ้าหรือแสงสว่างโดยวิธีอื่น<br />

(8) ให้มีและบำรุงทางระบายน้ำ<br />

(9) เทศพาณิชย์<br />

และหน้าที่ตามพระราชบัญญัติกำหนดแผนและขั้นตอนการกระจายอำนาจให้แก่องค์กรปกครองส่วนท้องถิ่น พ.ศ.2542มาตรา 16 ให้เทศบาลเมืองพัทยา และองค์การบริหารส่วนตำบลมีอำนาจและหน้าที่ในการจัดระบบบริการสาธารณะเพื่อประโยชน.ของประชาชนในท้องถิ่นของตนเอง ดังนี้<br />
(1) การจัดทำแผนพัฒนาท้องถิ่นของตนเอง<br />

(2) การจัดให้มีและบำรุงรักษาทางบก ทางน้ำและทางระบายน้ำ<br />

(3) การจัดให้มีและควบคุมตลาด ท่าเทียบเรือ ท่าข้าม และที่จอดรถ<br />

(4) การสาธารณูปโภค และการก่อสร้างอื่น ๆ<br />

(5) การสาธารณูปการ<br />

(6) การส่งเสริม การฝาก และประกอบอาชีพ<br />

(7) การพาณิชย์ และการส่งเสริมการลงทุน<br />

(8) การส่งเสริมการท่องเที่ยว<br />

(9) การจัดการศึกษา<br />

(10) การสังคมสงเคราะห์ และการพัฒนาคุณภาพชีวิตเด็ก สตรี คนชรา และ ผู้ด้อยโอกาส<br />

(11) การบำรุงรักษาศิลปะ จารีตประเพณี ภูมิปัญญาท้องถิ่น และวัฒนธรรมอันของท้องถิ่น<br />

(12) การปรับปรุงแหล่งชุมชนแออัดและการจัดการเกี่ยวกับที่อยู่อาศัย<br />

(13) การจัดให้มีและบำรุงรักษาสถานที่พักผ่อนหย่อนใจ<br />

(14) การส่งเสริมกีฬา<br />

(15) การส่งเสริมประชาธิปไตย ความเสมอภาค และสิทธิเสรีภาพของประชาชน<br />

(16) ส่งเสริมการมีส่วนร่วมของราษฎรในการพัฒนาท้องถิ่น<br />

(17) การรักษาความสะอาดและความเป็นระเบียบเรียบร้อยของบ้านเมือง<br />

(18) การกำจัดขยะมูลฝอย สิ่งปฏิกูล และน้ำเสีย<br />

(19) การสาธารณสุข การอนามัยครอบครัว และการรักษาพยาบาล<br />

(20) การจัดให้มีและควบคุมสุสานและฌาปนสถาน<br />

(21) การควบคุมการเลี้ยงสัตว์<br />

(22) การจัดให้มีและควบคุมการเลี้ยงสัตว์<br />

(23) การรักษาความปลอดภัย ความเป็นระเบียบเรียบร้อย และการอนามัย โรงมหรสพและสาธารณอื่น ๆ<br />

(24) การจัดการ การบำรุงรักษา และการใช้ประโยชน์จากป่าไม้ ที่ดิน ทรัพยากรธรรมชาติและสิ่งแวดล้อม<br />

(25) การผังเมือง<br />

(26) การขนส่งและการวิศวกรรมจราจร<br />

(27) การดูแลรักษาที่สาธารณะ<br />

(28) การควบคุมอาคาร<br />

(29) การป้องกันและบรรเทาสาธารณภัย<br />

(30) การรักษาความสงบเรียบร้อย การส่งเสริมและสนับสนุนการป้องกันและรักษาความปลอดภัยในชีวิตและทรัพย์สิน<br />

(31) กิจการอื่นใดที่เป็นผลประโยชน์ของประชาชนในท้องถิ่นตามที่คณะกรรมการประกาศกำหนด<br />


                                </div>
                        </div>
                        </div>
                        
                        
                              
        
        </div>
        </div>
        
        
        
        
        
       
        
        
        
        
        
        
        
        
       
        
        
        
        
        
       
        
        
        
       
        
        
        
       
        
        
        
        
        <?php require_once 'footer.php'; ?>