<?php require_once 'headerdown.php'; ?>




        
        


        <div class="feature_section ano_feature_section">
        <div class="container">
        
                        
                        <div class="leftside">
                        <h2>แผนอัตรากำลัง ๓ ปี</h2>
                        <h2>ปีงบประมาณ ๒๕๖๑-๒๕๖๓</h2>
                        <h2>เทศบาลตำบลหางดง อำเภอหางดง จังหวัดเชียงใหม่</h2>
                        <p>
                        ============================================================
                        </p>
                        <h3>1.วัตถุประสงค์</h3>
                        <div class="feature">
                        <div class="description">
                        ๒.๑. เพื่อให้เทศบาลตำบลหางดงมีโครงสร้างการแบ่งงานและระบบงานที่เหมาะสมไม่ซับซ้อน
                        </div>
                        </div>
                        
                        <div class="feature">
                        <div class="description">
                        ๒.๒. เพื่อให้เทศบาลตำบลหางดงมีการกำหนดตำแหน่ง การจัดอัตรากำลัง โครงสร้างส่วนราชการให้เหมาะสมกับอำนาจหน้าที่ขององค์กรปกครองส่วนท้องถิ่น (อบจ.,เทศบาล.,อบต. และเมืองพัทยา)  
                        ตามกฎหมายจัดตั้งองค์กรปกครองส่วนท้องถิ่นแต่ละประเภท และตามพระราชบัญญัติกำหนดแผนและกระจายอำนาจให้องค์กรปกครองส่วนท้องถิ่น พ.ศ. 2542
                        </div>
                        </div>

                        <div class="feature">
                        <div class="description">
                        ๒.๓. เพื่อให้คณะกรรมการข้าราชการหรือพนักงานส่วนท้องถิ่น (ก.จังหวัด) สามารถตรวจสอบการกำหนดตำแหน่งและการใช้ตำแหน่งข้าราชการหรือพนักส่วนท้องถิ่น 
                        ข้าราชการครูบุคลากรทางการศึกษา ลูกจ้างประจำ และพนักงานจ้าง ว่าถูกต้องหรือไม่
                        </div>
                        </div>

                        <div class="feature">
                        <div class="description">
                        ๒.๔. เพื่อเป็นแนวทางในการดำเนินการวางแผนการพัฒนาบุคลากรของเทศบาลตำบลหางดง
                        </div>
                        </div>

                        <div class="feature">
                        <div class="description">
                        ๒.๕. เพื่อให้เทศบาลตำบลหางดงสามารถวางแผนอัตรากำลังมรการบรรจุแต่งตั้งข้าราชการหรือพนักงานส่วนท้องถิ่น ข้าราชการครู บุคลากรทางการศึกษา ลูกจ้างประจำ และพนักงานจ้าง เพื่อให้การบริหารงานของ
                        </div>
                        </div>
                        
                        <div class="feature">
                        <div class="description">
                        เทศบาลตำบลหางดงเกิดประโยชน์ต่อประชาชน เกิดผลสัมฤทธิ์ต่อภารกิจตามอำนาจหน้าที่ มีประสิทธิภาพ มีความคุ้มค่า 
                        สามารถลดขั้นตอนการปฎิบัติงาน มีการลดภารกิจและยุบหน่วยงานที่ไม่จำเป็น การปฎิบัติภารกิจสามารถตอบสนองความต้องการของประชาชนได้เป็นอย่างดี
                        </div>
                        </div>

                        <div class="feature">
                        <div class="description">
                        ๒.๖. เพื่อให้เทศบาลตำบลหางดงสามารถควบคุมภาระค่าใช้จ่ายด้านการบริหารงานบุคคลให้เป็นไปตามที่กฎหมายกำหนด
                        </div>
                        </div>



                        <h3>1.ความจำเป็นในการทำแผนอัตรากำลัง</h3>
                        <div class="feature">
                        <div class="description">
                        ๑.๑. การวางแผนอัตรากำลังเพื่อแก้ปัญหาเรื่องการกำหนดตำแหน่งและการปรับระดับตำแหน่ง ต้องดำเนินการในภาพรวมทั้งหน่วยงาน เน้นถึงโครงสร้าง วัตถุประสงค์และขอบเขตหน้าที่ของหน่วยงาน  
                        ให้สอดคล้องกับนโยบาย โครงการ และแผนงานของหน่วยงาน โดยกำหนดเป็นแผนอัตรากำลังล่วงหน้า 3/5 ปี
                        </div>
                        </div>
                        
                        <div class="feature">
                        <div class="description">
                        ๑.๒. ต้องมีแผนกำลังคนให้สอดคล้องกับแผนพัฒนาของเทศบาลและแผนงบประมาณ (แผนงบแบบ PPB: Planning Programming Budgeting) 
                        การกำหนดอัตรากำลังคนต้องสอดคล้องกับแผนงาน โครงการ แผนงบประมาณในลักษณะแผนแบบผสมผสาน (integration) (แผนงาน+แผนเงิน+แผนกำลังคน)
                        </div>
                        </div>

                        <div class="feature">
                        <div class="description">
                        ๑.๓. การทบทวนตรวจสอบหน้าที่ความรับผิดชอบ (Post Audit) การกำหนดหน้าที่ ความรับผิดชอบของตำแหน่ง (Position Description) และการเกลี่ยงานและเกลี่ยคน (Redeployment)          
                        เพื่อป้องกันปัญหาหน้าที่ซ้ำซ้อน คนล้นงาน และกำลังคนไม่เพียงพอของหน่วยงาน
                        </div>
                        </div>

                        <div class="feature">
                        <div class="description">
                        ๑.๔. เพื่อแก้ปัญหาในการบริหารงานบุคคลที่จะต้องปรับปรุงแก้ไขทั้งระบบ ไปพร้อมๆ กัน ทั้งหน้าที่ของหน่วยงาน โครงการ ระบบงาน การกำหนดตำแหน่ง และการปรับระดับตำแหน่ง
                        </div>
                        </div>

                        
                        
                        <a href="myfile/powerplan3y.pdf"><strong>อ่านเพิ่มเติม</strong></a> <br />
                        
                        
                              
        
        </div>
        </div>
        
<?php require_once 'footer.php'; ?>